Repository: asbarkouky85/CodeShellCore
Catalog: Configurator/Localization/Messages.*.resx
Languages: ar

# delete_confirm_message
source: Are you sure you want to permenantly delete this item ?
ar: delete confirm message

# field_required
source: {{p0}} is required
ar: field required

# bundling_failed
source: Bundling failed for tenant {{tenantCode}} version {{version}}
ar: bundling failed

# bundling_successful
source: Bundling succeeded for tenant {{tenantCode}} version {{version}}
ar: bundling successful

# delete_error_message
source: Can not delete this record as other records in {{p0}} depends on it
ar: delete error message

# delete_success
source: Deleted Successfully
ar: delete success

# invalid_credentials
source: User name or Password is incorrect
ar: invalid credentials

# must_select_nav_group
source: Opps! Select nav group befro add page
ar: must select nav group

# must_select_tenant
source: Opps! select tenant befro render
ar: must select tenant

# render_tenant_first
source: Tenant is not rendered, must be rendered first
ar: render tenant first

# started_new_task
source: A server task was created for your request it may take a while, you will be notified when it is done
ar: started new task

# success_message
source: Successfull
ar: success message

# task_is_already_running
source: A task is already created for this request, you will be notified when it is done
ar: task is already running
